Tekla Open API Reference for Tekla Structures 2025
DimensionExaggerationAttributes Methods
The DimensionSetBaseAttributes.DimensionExaggerationAttributes type exposes the following members.
Methods
Name | Description
IsEqual
 Compares the current object with an object of the same type.
 (Overrides GenericAttributesBase.IsEqual(Object).)
Top
See Also
Reference
DimensionSetBaseAttributes.DimensionExaggerationAttributes Class
Tekla.Structures.Drawing Namespace